Repository: dw-zhu-si/ModelHub
Catalog: packaging/Localization/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt_br, ru, zh_hant

source: 通用兼容协议没有唯一官方地址，需要手动填写完整 Base URL、模型目录和适用端点；ModelHub 不会猜测路径。
ar: لا يحتوي بروتوكول التوافق العالمي على عنوان رسمي فريد ويتطلب إكمالًا يدويًا لعنوان URL الأساسي الكامل ودليل النموذج ونقاط النهاية القابلة للتطبيق؛ لن يخمن ModelHub المسار.
de: Das Universal Compatibility Protocol hat keine eindeutige offizielle Adresse und erfordert die manuelle Vervollständigung der vollständigen Basis-URL, des Modellverzeichnisses und der entsprechenden Endpunkte; ModelHub errät den Pfad nicht.
en: The Universal Compatibility Protocol does not have a unique official address and requires manual completion of the complete Base URL, model directory, and applicable endpoints; ModelHub will not guess the path.
es: El Protocolo de compatibilidad universal no tiene una dirección oficial única y requiere completar manualmente la URL base completa, el directorio de modelos y los puntos finales aplicables; ModelHub no adivinará el camino.
fr: Le protocole de compatibilité universelle n'a pas d'adresse officielle unique et nécessite la saisie manuelle de l'URL de base complète, du répertoire de modèles et des points de terminaison applicables ; ModelHub ne devinera pas le chemin.
ja: Universal Compatibility Protocol には固有の公式アドレスがなく、完全なベース URL、モデル ディレクトリ、および該当するエンドポイントを手動で入力する必要があります。 ModelHub はパスを推測しません。
ko: Universal Compatibility Protocol에는 고유한 공식 주소가 없으며 전체 기본 URL, 모델 디렉터리 및 적용 가능한 엔드포인트를 수동으로 완료해야 합니다. ModelHub는 경로를 추측하지 않습니다.
pt_br: O Protocolo de Compatibilidade Universal não possui um endereço oficial exclusivo e exige o preenchimento manual do URL base completo, do diretório do modelo e dos endpoints aplicáveis; ModelHub não adivinhará o caminho.
ru: Протокол универсальной совместимости не имеет уникального официального адреса и требует ручного заполнения полного базового URL-адреса, каталога модели и применимых конечных точек; ModelHub не угадает путь.
zh_hant: 通用兼容協議沒有唯一官方地址，需要手動填寫完整 Base URL、模型目錄和適用端點；ModelHub 不會猜測路徑。

source: 通过 API 调试台或外部客户端发送请求后，路由日志会出现在这里。
ar: تظهر سجلات التوجيه هنا بعد إرسال طلب من خلال وحدة تحكم تصحيح أخطاء واجهة برمجة التطبيقات أو العميل الخارجي.
de: Routing-Protokolle werden hier angezeigt, nachdem eine Anfrage über die API-Debug-Konsole oder einen externen Client gesendet wurde.
en: Routing logs appear here after sending a request through the API debug console or external client.
es: Los registros de enrutamiento aparecen aquí después de enviar una solicitud a través de la consola de depuración de API o el cliente externo.
fr: Les journaux de routage apparaissent ici après l'envoi d'une requête via la console de débogage de l'API ou un client externe.
ja: API デバッグ コンソールまたは外部クライアントを通じてリクエストを送信した後、ルーティング ログがここに表示されます。
ko: API 디버그 콘솔이나 외부 클라이언트를 통해 요청을 보낸 후 라우팅 로그가 여기에 표시됩니다.
pt_br: Os logs de roteamento aparecem aqui após o envio de uma solicitação por meio do console de depuração da API ou do cliente externo.
ru: Журналы маршрутизации появляются здесь после отправки запроса через консоль отладки API или внешний клиент.
zh_hant: 通過 API 調試台或外部客戶端發送請求後，路由日誌會出現在這裡。

source: 通过 ModelHub 原生向量协议创建文本向量；必须确认可能计费。
ar: إنشاء متجهات نصية عبر بروتوكول المتجهات الأصلي ModelHub؛ يجب تأكيد الفواتير المحتملة.
de: Erstellen Sie Textvektoren über das native Vektorprotokoll ModelHub. muss eine eventuelle Abrechnung bestätigen.
en: Create text vectors via the ModelHub native vector protocol; must confirm possible billing.
es: Cree vectores de texto a través del protocolo de vectores nativo ModelHub; Deberá confirmar posible facturación.
fr: Créez des vecteurs de texte via le protocole vectoriel natif ModelHub ; doit confirmer une éventuelle facturation.
ja: ModelHub ネイティブ ベクター プロトコルを介してテキスト ベクターを作成します。請求の可能性を確認する必要があります。
ko: ModelHub 기본 벡터 프로토콜을 통해 텍스트 벡터를 생성합니다. 청구 가능 여부를 확인해야 합니다.
pt_br: Crie vetores de texto por meio do protocolo de vetor nativo ModelHub; deve confirmar possível faturamento.
ru: Создавайте текстовые векторы с помощью собственного векторного протокола ModelHub; необходимо подтвердить возможный биллинг.
zh_hant: 通過 ModelHub 原生向量協議創建文本向量；必須確認可能計費。

source: 通过 ModelHub 原生图片协议生成图片；隔离模型不会被调用，且必须确认可能计费。
ar: يتم إنشاء الصور من خلال بروتوكول الصور الأصلي ModelHub؛ لن يتم استدعاء النماذج المعزولة ويجب تأكيدها من أجل الفواتير المحتملة.
de: Bilder werden über das native Bildprotokoll von ModelHub generiert. Einzelmodelle werden nicht aufgerufen und müssen für eine eventuelle Abrechnung bestätigt werden.
en: Images are generated through the ModelHub native image protocol; isolated models will not be called and must be confirmed for possible billing.
es: Las imágenes se generan a través del protocolo de imágenes nativo ModelHub; Los modelos aislados no serán convocados y deberán ser confirmados para posible facturación.
fr: Les images sont générées via le protocole d'image natif ModelHub ; les modèles isolés ne seront pas appelés et devront être confirmés pour une éventuelle facturation.
ja: 画像は ModelHub ネイティブ イメージ プロトコルを通じて生成されます。分離されたモデルは呼び出されないため、請求の可能性について確認する必要があります。
ko: 이미지는 ModelHub 기본 이미지 프로토콜을 통해 생성됩니다. 격리된 모델은 호출되지 않으며 과금이 가능하려면 확인이 필요합니다.
pt_br: As imagens são geradas por meio do protocolo de imagem nativo ModelHub; modelos isolados não serão chamados e deverão ser confirmados para possível faturamento.
ru: Изображения генерируются через собственный протокол изображений ModelHub; изолированные модели не будут вызываться и должны быть подтверждены для возможного выставления счетов.
zh_hant: 通過 ModelHub 原生圖片協議生成圖片；隔離模型不會被調用，且必須確認可能計費。

source: 通过 ModelHub 原生视频协议创建视频任务；返回任务 ID 或上游结果，隔离模型不会被调用，且必须确认可能计费。
ar: إنشاء مهمة فيديو عبر بروتوكول الفيديو الأصلي ModelHub؛ عند إرجاع معرف المهمة أو النتائج الأولية، لن يتم استدعاء النموذج المعزول ويجب تأكيده لإعداد الفواتير المحتملة.
de: Erstellen Sie eine Videoaufgabe über das native Videoprotokoll von ModelHub. Bei der Rückgabe der Aufgaben-ID oder der Upstream-Ergebnisse wird das isolierte Modell nicht aufgerufen und muss für eine mögliche Abrechnung bestätigt werden.
en: Create a video task via the ModelHub native video protocol; returning the task ID or upstream results, the isolated model will not be called and must be confirmed for possible billing.
es: Cree una tarea de video a través del protocolo de video nativo ModelHub; Al devolver el ID de la tarea o los resultados ascendentes, no se llamará al modelo aislado y se deberá confirmar para una posible facturación.
fr: Créez une tâche vidéo via le protocole vidéo natif ModelHub ; renvoyant l'ID de la tâche ou les résultats en amont, le modèle isolé ne sera pas appelé et devra être confirmé pour une éventuelle facturation.
ja: ModelHub ネイティブ ビデオ プロトコルを介してビデオ タスクを作成します。タスク ID またはアップストリームの結果を返すと、分離されたモデルは呼び出されないため、請求の可能性について確認する必要があります。
ko: ModelHub 기본 비디오 프로토콜을 통해 비디오 작업을 생성합니다. 작업 ID 또는 업스트림 결과를 반환하는 경우 격리된 모델은 호출되지 않으며 청구 가능 여부를 확인해야 합니다.
pt_br: Crie uma tarefa de vídeo por meio do protocolo de vídeo nativo ModelHub; retornando o ID da tarefa ou resultados upstream, o modelo isolado não será chamado e deverá ser confirmado para possível faturamento.
ru: Создайте задачу видео через собственный видеопротокол ModelHub; возвращая идентификатор задачи или исходящие результаты, изолированная модель не будет вызываться и должна быть подтверждена для возможного выставления счетов.
zh_hant: 通過 ModelHub 原生視頻協議創建視頻任務；返回任務 ID 或上游結果，隔離模型不會被調用，且必須確認可能計費。

source: 通过 ModelHub 原生语音协议生成语音；必须显式提供供应商支持的 voice，并确认可能计费。
ar: يتم إنشاء الكلام عبر بروتوكول الكلام الأصلي ModelHub؛ يجب توفير الصوت المدعوم من البائع بشكل صريح والإقرار بالفواتير المحتملة.
de: Sprache wird über das native Sprachprotokoll von ModelHub generiert; Die vom Anbieter unterstützte Sprache muss ausdrücklich bereitgestellt und eine mögliche Abrechnung bestätigt werden.
en: Speech is generated via the ModelHub native speech protocol; vendor-supported voice must be explicitly provided and possible billing acknowledged.
es: La voz se genera mediante el protocolo de voz nativo ModelHub; La voz respaldada por el proveedor debe proporcionarse explícitamente y se debe reconocer la posible facturación.
fr: La parole est générée via le protocole vocal natif ModelHub ; La voix prise en charge par le fournisseur doit être explicitement fournie et la facturation éventuelle doit être reconnue.
ja: 音声は ModelHub ネイティブ音声プロトコルを介して生成されます。ベンダーがサポートする音声を明示的に提供し、請求の可能性を認識する必要があります。
ko: 음성은 ModelHub 기본 음성 프로토콜을 통해 생성됩니다. 공급업체 지원 음성이 명시적으로 제공되어야 하며 가능한 청구가 승인되어야 합니다.
pt_br: A fala é gerada por meio do protocolo de fala nativo ModelHub; a voz apoiada pelo fornecedor deve ser explicitamente fornecida e a possível cobrança reconhecida.
ru: Речь генерируется через собственный речевой протокол ModelHub; голосовая связь, поддерживаемая поставщиком, должна быть явно указана и возможное выставление счетов подтверждено.
zh_hant: 通過 ModelHub 原生語音協議生成語音；必須顯式提供供應商支持的 voice，並確認可能計費。

source: 通过 ModelHub 原生重排协议对文档排序；必须确认可能计费。
ar: فرز المستندات عبر بروتوكول إعادة الترتيب الأصلي الخاص بـ ModelHub؛ يجب تأكيد الفواتير المحتملة.
de: Sortieren Sie Dokumente über das native Neuordnungsprotokoll von ModelHub. muss eine eventuelle Abrechnung bestätigen.
en: Sort documents via ModelHub's native reordering protocol; must confirm possible billing.
es: Ordene documentos mediante el protocolo de reordenamiento nativo de ModelHub; Deberá confirmar posible facturación.
fr: Triez les documents via le protocole de réorganisation natif de ModelHub ; doit confirmer une éventuelle facturation.
ja: ModelHub のネイティブ並べ替えプロトコルを介してドキュメントを並べ替えます。請求の可能性を確認する必要があります。
ko: ModelHub의 기본 재정렬 프로토콜을 통해 문서를 정렬합니다. 청구 가능 여부를 확인해야 합니다.
pt_br: Classifique documentos por meio do protocolo de reordenação nativo do ModelHub; deve confirmar possível faturamento.
ru: Сортируйте документы с помощью собственного протокола изменения порядка ModelHub; необходимо подтвердить возможный биллинг.
zh_hant: 通過 ModelHub 原生重排協議對文檔排序；必須確認可能計費。

source: 通过 ModelHub 原生音乐协议创建音乐任务；保留供应商扩展参数，隔离模型不会被调用，且必须确认可能计费。
ar: يتم إنشاء مهام الموسيقى عبر بروتوكول الموسيقى الأصلي ModelHub؛ يتم الاحتفاظ بمعلمات ملحق البائع، ولا يتم استدعاء النماذج المعزولة، ويجب تأكيدها لإعداد الفواتير المحتملة.
de: Musikaufgaben werden über das native Musikprotokoll ModelHub erstellt; Anbietererweiterungsparameter bleiben erhalten, isolierte Modelle werden nicht aufgerufen und müssen für eine mögliche Abrechnung bestätigt werden.
en: Music tasks are created via the ModelHub native music protocol; vendor extension parameters are preserved, isolated models are not called, and must be confirmed for possible billing.
es: Las tareas musicales se crean a través del protocolo de música nativo ModelHub; Los parámetros de extensión del proveedor se conservan, los modelos aislados no se llaman y deben confirmarse para una posible facturación.
fr: Les tâches musicales sont créées via le protocole musical natif ModelHub ; les paramètres d'extension du fournisseur sont conservés, les modèles isolés ne sont pas appelés et doivent être confirmés pour une éventuelle facturation.
ja: 音楽タスクは、ModelHub ネイティブ音楽プロトコルを介して作成されます。ベンダー拡張パラメータは保持され、分離されたモデルは呼び出されないため、請求の可能性について確認する必要があります。
ko: 음악 작업은 ModelHub 기본 음악 프로토콜을 통해 생성됩니다. 공급업체 확장 매개변수는 유지되고 격리된 모델은 호출되지 않으며 가능한 청구를 위해 확인되어야 합니다.
pt_br: As tarefas musicais são criadas por meio do protocolo de música nativo ModelHub; os parâmetros de extensão do fornecedor são preservados, os modelos isolados não são chamados e devem ser confirmados para possível faturamento.
ru: Музыкальные задачи создаются через собственный музыкальный протокол ModelHub; Параметры расширения поставщика сохраняются, изолированные модели не вызываются и должны быть подтверждены для возможного выставления счетов.
zh_hant: 通過 ModelHub 原生音樂協議創建音樂任務；保留供應商擴展參數，隔離模型不會被調用，且必須確認可能計費。

source: 通过 ModelHub 可用路由生成短文本。只有用户明确授权可能计费的调用后，才可将 confirm_billable 设为 true。
ar: قم بإنشاء نص قصير عبر المسارات المتاحة في ModelHub. لا يمكن تعيينfirm_billlable على "صحيح" إلا إذا سمح المستخدم صراحةً بالمكالمة التي يحتمل أن تكون قابلة للفوترة.
de: Generieren Sie Kurztexte über die verfügbaren Routen in ModelHub. bestätigen_billable kann nur auf true gesetzt werden, wenn der Benutzer den potenziell abrechenbaren Anruf explizit autorisiert.
en: Generate short text via the available routes in ModelHub. confirm_billable can only be set to true if the user explicitly authorizes the potentially billable call.
es: Genere texto breve a través de las rutas disponibles en ModelHub. confirm_billable solo se puede establecer en verdadero si el usuario autoriza explícitamente la llamada potencialmente facturable.
fr: Générez un texte court via les itinéraires disponibles dans ModelHub. confirm_billable ne peut être défini sur true que si l'utilisateur autorise explicitement l'appel potentiellement facturable.
ja: ModelHub で利用可能なルートを介して短いテキストを生成します。 confirm_billable は、ユーザーが請求対象となる可能性のある通話を明示的に承認した場合にのみ true に設定できます。
ko: ModelHub에서 사용 가능한 경로를 통해 짧은 텍스트를 생성합니다. 사용자가 잠재적으로 청구 가능한 통화를 명시적으로 승인한 경우에만 verify_billable을 true로 설정할 수 있습니다.
pt_br: Gere um texto curto por meio das rotas disponíveis no ModelHub. confirm_billable só poderá ser definido como verdadeiro se o usuário autorizar explicitamente a chamada potencialmente faturável.
ru: Сгенерируйте короткий текст, используя доступные маршруты в ModelHub. Для параметра Confirm_billable может быть установлено значение true только в том случае, если пользователь явным образом разрешает потенциально оплачиваемый вызов.
zh_hant: 通過 ModelHub 可用路由生成短文本。只有用戶明確授權可能計費的調用後，才可將 confirm_billable 設為 true。

source: 逻辑推理
ar: المنطق المنطقي
de: logisches Denken
en: logical reasoning
es: razonamiento lógico
fr: raisonnement logique
ja: 論理的推論
ko: 논리적 추론
pt_br: raciocínio lógico
ru: логические рассуждения
zh_hant: 邏輯推理

source: 配置保存失败：%@
ar: فشل حفظ التكوين: %@
de: Konfigurationsspeicherung fehlgeschlagen: %@
en: Configuration save failed: %@
es: Error al guardar la configuración: %@
fr: Échec de l'enregistrement de la configuration : %@
ja: 構成の保存に失敗しました: %@
ko: 구성 저장 실패: %@
pt_br: Falha ao salvar configuração: %@
ru: Не удалось сохранить конфигурацию: %@
zh_hant: 配置保存失敗：%@

source: 配置精确端点、钥匙串凭证并拉取模型名录
ar: قم بتكوين نقاط النهاية الدقيقة وبيانات اعتماد سلسلة المفاتيح وسحب كتالوجات النماذج
de: Konfigurieren Sie präzise Endpunkte, Schlüsselbund-Anmeldeinformationen und Pull-Modellkataloge
en: Configure precise endpoints, keychain credentials, and pull model catalogs
es: Configure puntos finales precisos, credenciales de llavero y catálogos de modelos de extracción
fr: Configurez des points de terminaison précis, des informations d'identification de trousseau et extrayez des catalogues de modèles
ja: 正確なエンドポイント、キーチェーン認証情報、およびプル モデル カタログを構成する
ko: 정확한 엔드포인트, 키체인 자격 증명 및 풀 모델 카탈로그 구성
pt_br: Configure endpoints precisos, credenciais de chaveiro e extraia catálogos de modelos
ru: Настройте точные конечные точки, учетные данные связки ключей и извлекайте каталоги моделей.
zh_hant: 配置精確端點、鑰匙串憑證並拉取模型名錄

source: 配置能力、上下文、价格与配额
ar: تكوين القدرات والسياق والتسعير والحصص
de: Konfigurieren Sie Funktionen, Kontext, Preise und Kontingente
en: Configure capabilities, context, pricing and quotas
es: Configurar capacidades, contexto, precios y cuotas
fr: Configurer les capacités, le contexte, les prix et les quotas
ja: 機能、コンテキスト、価格設定、クォータを構成する
ko: 기능, 컨텍스트, 가격, 할당량 구성
pt_br: Configure recursos, contexto, preços e cotas
ru: Настройка возможностей, контекста, цен и квот
zh_hant: 配置能力、上下文、價格與配額

source: 采用此版本的官方 Base URL 与聊天端点
ar: اعتمد عنوان URL الأساسي الرسمي ونقطة نهاية الدردشة لهذا الإصدار
de: Übernehmen Sie die offizielle Basis-URL und den Chat-Endpunkt dieser Version
en: Adopt the official Base URL and chat endpoint of this version
es: Adopte la URL base oficial y el punto final de chat de esta versión.
fr: Adoptez l'URL de base officielle et le point de terminaison de discussion de cette version
ja: このバージョンの公式ベース URL とチャット エンドポイントを採用
ko: 이 버전의 공식 기본 URL과 채팅 엔드포인트를 채택하세요.
pt_br: Adote o URL base oficial e o endpoint de bate-papo desta versão
ru: Примите официальный базовый URL-адрес и конечную точку чата этой версии.
zh_hant: 採用此版本的官方 Base URL 與聊天端點

source: 重排
ar: إعادة الترتيب
de: Neusortierung
en: Reranking
es: Reordenación
fr: Reranking
ja: リランキング
ko: 재순위화
pt_br: Reclassificação
ru: Переранжирование

source: 重排端点
ar: نقطة نهاية إعادة الترتيب
de: Reranking-Endpunkt
en: Reranking endpoint
es: Endpoint de reranking
fr: Point de terminaison de reclassement
ja: 再ランキングエンドポイント
ko: 재순위화 엔드포인트
pt_br: Endpoint de reclassificação
ru: Адрес переранжирования
zh_hant: 重排端點

source: 重新拉取 %@ 的模型名录
ar: إعادة جلب دليل نماذج %@
de: Modellkatalog von %@ wird erneut abgerufen
en: Refreshing the %@ model catalog
es: Actualizando el catálogo de modelos de %@
fr: Actualisation du catalogue de modèles de %@
ja: %@ のモデルカタログを再取得しています
ko: %@ 모델 카탈로그를 다시 가져오는 중
pt_br: Atualizando o catálogo de modelos de %@
ru: Обновление каталога моделей %@
zh_hant: 重新拉取 %@ 的模型名錄

# 重新测试已隔离模型 %arg
source: 重新测试已隔离模型 %1$arg
ar: إعادة اختبار النموذج المعزول %arg
de: Testen Sie das unter Quarantäne gestellte Modell %arg erneut
en: Retest quarantined model %arg
es: Volver a probar el modelo en cuarentena %arg
fr: Retester le modèle %arg mis en quarantaine
ja: 隔離されたモデル %arg を再テストします
ko: 격리된 모델 %arg을(를) 다시 테스트하세요.
pt_br: Testar novamente o modelo em quarentena %arg
ru: Повторно протестировать помещенную в карантин модель %arg
zh_hant: 重新測試已隔離模型 %1$arg

# 重新测试模型 %arg
source: 重新测试模型 %1$arg
ar: إعادة اختبار النموذج %1$arg
de: Modell %1$arg erneut testen
en: Retest model %1$arg
es: Volver a probar el modelo %1$arg
fr: Retester le modèle %1$arg
ja: モデル %1$arg を再テストします
ko: 모델 %1$arg 다시 테스트
pt_br: Testar novamente o modelo %1$arg
ru: Повторно протестировать модель %1$arg
zh_hant: 重新測試模型 %1$arg

source: 重新生成令牌
ar: إعادة إنشاء الرمز المميز
de: Token neu generieren
en: Regenerate token
es: token regenerado
fr: Régénérer le jeton
ja: トークンを再生成する
ko: 토큰 재생성
pt_br: Regenerar token
ru: Восстановить токен

source: 重新生成独立 Agent 令牌
ar: إعادة إنشاء رمز الوكيل المستقل
de: Eigenständiges Agent-Token neu generieren
en: Regenerate standalone Agent token
es: Regenerar token de agente independiente
fr: Régénérer le jeton d'agent autonome
ja: スタンドアロン エージェント トークンを再生成する
ko: 독립형 에이전트 토큰 재생성
pt_br: Gerar novamente token de agente autônomo
ru: Восстановить автономный токен агента
zh_hant: 重新生成獨立 Agent 令牌

source: 钥匙串中已保存 API Key
ar: تم حفظ مفتاح API في سلسلة المفاتيح
de: API-Schlüssel im Schlüsselbund gespeichert
en: API Key Saved in Keychain
es: API Key guardada en el llavero
fr: Clé API enregistrée dans le trousseau
ja: APIキーはキーチェーンに保存済み
ko: API 키가 키체인에 저장됨
pt_br: Chave de API salva nas Chaves
ru: API-ключ сохранён в Связке ключей
zh_hant: 鑰匙串中已保存 API Key

source: 钥匙串中的网关令牌需要重新授权；后台检查不会弹出授权窗口。
ar: يحتاج رمز البوابة إلى إعادة تفويض سلسلة المفاتيح. لن تعرض عمليات التحقق الخلفية مطالبة.
de: Das Gateway-Token muss im Schlüsselbund erneut autorisiert werden. Hintergrundprüfungen zeigen keinen Dialog an.
en: The gateway token needs Keychain authorization again. Background checks will not show a prompt.
es: El token de la puerta de enlace necesita autorización del llavero de nuevo. Las comprobaciones en segundo plano no mostrarán avisos.
fr: Le jeton de passerelle doit être de nouveau autorisé dans le trousseau. Les vérifications en arrière-plan n’afficheront pas d’invite.
ja: ゲートウェイトークンにはキーチェーンの再承認が必要です。バックグラウンド確認ではダイアログを表示しません。
ko: 게이트웨이 토큰에 키체인 재승인이 필요합니다. 백그라운드 확인에서는 대화상자를 표시하지 않습니다.
pt_br: O token do gateway precisa ser autorizado novamente nas Chaves. As verificações em segundo plano não mostrarão avisos.
ru: Токен шлюза необходимо повторно разрешить в Связке ключей. Фоновые проверки не показывают запрос.
zh_hant: 鑰匙串中的網關令牌需要重新授權；後台檢查不會彈出授權窗口。

source: 钥匙串拒绝了访问；请在主动显示或复制令牌时确认一次访问权限。
ar: رفضت سلسلة المفاتيح الوصول. أكّد الوصول مرة واحدة عند عرض الرمز أو نسخه.
de: Der Schlüsselbund hat den Zugriff verweigert. Bestätigen Sie den Zugriff einmal beim Anzeigen oder Kopieren des Tokens.
en: Keychain denied access. Confirm access once when you choose to show or copy the token.
es: El llavero denegó el acceso. Confirma el acceso una vez al mostrar o copiar el token.
fr: Le trousseau a refusé l’accès. Confirmez l’accès une fois lorsque vous affichez ou copiez le jeton.
ja: キーチェーンへのアクセスが拒否されました。トークンを表示またはコピーするときに一度アクセスを承認してください。
ko: 키체인 접근이 거부되었습니다. 토큰을 표시하거나 복사할 때 한 번 접근을 승인하세요.
pt_br: As Chaves negaram o acesso. Confirme o acesso uma vez ao mostrar ou copiar o token.
ru: Связка ключей отклонила доступ. Разрешите доступ один раз при показе или копировании токена.
zh_hant: 鑰匙串拒絕了訪問；請在主動顯示或複製令牌時確認一次訪問權限。

source: 阿里云百炼
ar: علي بابا كلاود بيليان
de: Alibaba Cloud Bailian
en: Alibaba Cloud Bailian
es: Nube de Alibaba Bailian
fr: Alibaba Cloud Bailian
ja: アリババクラウドバイリアン
ko: 알리바바 클라우드 바이리안
pt_br: Alibaba Nuvem Bailian
ru: Alibaba Cloud Bailian
zh_hant: 阿里雲百鍊

source: 阿里云百炼 / Qwen
ar: علي بابا كلاود بيليان / كوين
de: Alibaba Cloud Bailian / Qwen
en: Alibaba Cloud Bailian / Qwen
es: Nube de Alibaba Bailian / Qwen
fr: Alibaba Cloud Bailian/Qwen
ja: アリババクラウド バイリアン / クウェン
ko: 알리바바 클라우드 바이리안 / Qwen
pt_br: Alibaba Nuvem Bailian/Qwen
ru: Alibaba Cloud Байлиан / Квен
zh_hant: 阿里雲百鍊 / Qwen

source: 阿里云百炼（按量版）
ar: علي بابا كلاود بيليان (النسخة المقاسة)
de: Alibaba Cloud Bailian (gemessene Version)
en: Alibaba Cloud Bailian (measured version)
es: Alibaba Cloud Bailian (versión medida)
fr: Alibaba Cloud Bailian (version mesurée)
ja: Alibaba Cloud Bailian（測定版）
ko: Alibaba Cloud Bailian(측정 버전)
pt_br: Alibaba Cloud Bailian (versão medida)
ru: Alibaba Cloud Bailian (мерная версия)
zh_hant: 阿里雲百鍊（按量版）

source: 阿里云百炼个人版
ar: الإصدار الشخصي من Alibaba Cloud Bailian
de: Alibaba Cloud Bailian Personal Edition
en: Alibaba Cloud Bailian Personal Edition
es: Edición personal de Alibaba Cloud Bailian
fr: Alibaba Cloud Bailian édition personnelle
ja: Alibaba Cloud Bailian パーソナルエディション
ko: Alibaba Cloud Bailian 개인용 에디션
pt_br: Alibaba Cloud Bailian Edição Pessoal
ru: Alibaba Cloud Bailian Персональная версия
zh_hant: 阿里雲百鍊個人版

source: 阿里云百炼企业版（团队版）
ar: إصدار Alibaba Cloud Bailian Enterprise (إصدار الفريق)
de: Alibaba Cloud Bailian Enterprise Edition (Team Edition)
en: Alibaba Cloud Bailian Enterprise Edition (Team Edition)
es: Alibaba Cloud Bailian Enterprise Edition (edición de equipo)
fr: Alibaba Cloud Bailian Enterprise Edition (édition équipe)
ja: Alibaba Cloud Bailian エンタープライズ エディション (チーム エディション)
ko: Alibaba Cloud Bailian Enterprise Edition(팀판)
pt_br: Alibaba Cloud Bailian Enterprise Edition (edição de equipe)
ru: Alibaba Cloud Bailian Enterprise Edition (командная версия)
zh_hant: 阿里雲百鍊企業版（團隊版）

source: 阿里云百炼账户可用模型
ar: نماذج Alibaba Cloud Bailian المتاحة لهذا الحساب
de: Für dieses Konto verfügbare Alibaba-Cloud-Bailian-Modelle
en: Alibaba Cloud Bailian models available to this account
es: Modelos de Alibaba Cloud Bailian disponibles para esta cuenta
fr: Modèles Alibaba Cloud Bailian disponibles pour ce compte
ja: このアカウントで利用可能なAlibaba Cloud Bailianモデル
ko: 이 계정에서 사용 가능한 Alibaba Cloud Bailian 모델
pt_br: Modelos Alibaba Cloud Bailian disponíveis para esta conta
ru: Модели Alibaba Cloud Bailian, доступные этой учётной записи
zh_hant: 阿里雲百鍊賬戶可用模型

source: 限定供应商、模型、预算与数据边界。
ar: قيّد المزوّدين والنماذج والميزانيات وحدود البيانات.
de: Begrenzen Sie Anbieter, Modelle, Budgets und Datengrenzen.
en: Constrain providers, models, budgets, and data boundaries.
es: Limita proveedores, modelos, presupuestos y fronteras de datos.
fr: Limitez les fournisseurs, modèles, budgets et périmètres de données.
ja: プロバイダー、モデル、予算、データ境界を制限します。
ko: 공급자, 모델, 예산 및 데이터 경계를 제한합니다.
pt_br: Limite provedores, modelos, orçamentos e limites de dados.
ru: Ограничьте поставщиков, модели, бюджеты и границы данных.
zh_hant: 限定供應商、模型、預算與數據邊界。
